{
	"ver": "GT_2022_01",
	"name": "GT: Nachmund",
	"missions": [
		{
			"name": "11 - Recover The Relics",
			"primary": "Take and Hold",
			"mission": "[b]BREAK THEM, BODY AND SOUL[/b]\n[b]Progressive Objective[/b]\nAt the end of each battle round, each player scores 1 victory point for each enemy unit that was destroyed during that battle round (to a maximum of 3 victory points per player per battle round). A unit can, if it is destroyed and resurrected for any reason (i.e. it was destroyed and subsequently returned to the battlefield), potentially count as having been destroyed several times for the purposes of this primary objective (assuming it is resurrected and subsequently destroyed several times over during the same battle round)."
		},
		{
			"name": "12 - Tear Down Their Icons",
			"primary": "Take and Hold",
			"mission": "[b]DETONATION[/b]\n[b]End Game Objective[/b]\nAt the end of the battle, each player scores 4 victory points for each Primed Explosives objective marker that is within their opponent's territory (to a maximum of 15 victory points per player).\n\n[b]Prime Explosives (Action):[/b] One unit from your army can start to perform this action at the end of your Movement phase if it is wholly within your opponent's territory and it is more than 9\" away from any Primed Explosives objective markers (see below). If the unit performing this action has the Objective Secured ability (see the Warhammer 40,000 Core Book) or a similar rule, this action is completed at the end of your turn; otherwise, it is completed at the end of your next Command phase. If this action is successfully completed, set up 1 Primed Explosives objective marker on the battlefield that is wholly within your opponent's territory and wholly within 3\" of the unit that completed this action - this represents a cache of Primed Explosives, but does not count as an objective marker for any rules purposes other than for the Defuse Explosives action and the Detonation primary objective.\n\n[b]Defuse Explosives (Action):[/b]One unit from your army can start to perform this action at the end of your Movement phase if it is within range of a Primed Explosives objective marker within your own territory and no enemy units (excluding [b]AIRCRAFT[/b]) are within range of the same Primed Explosives objective marker. This action is completed at the end of your turn provided the unit attempting it is still within range of the same Primed Explosives objective marker. If this action is successfully completed, roll one D6 and add 3 to the result if the unit that performed this action has the Objective Secured ability or a similar rule: on a 4+, remove that Primed Explosives objective marker from the battlefield."
		},
		{
			"name": "13 - Data Scry-Salvage",
			"primary": "Domination",
			"mission": "[b]DATA INTERCEPT[/b]\n[b]Progressive Objective[/b]\nEach time a unit from your army successfully completes the Data Intercept action, you score a number of victory points equal to the number of objective markers you currently control that are in no man's land, to a maximum of 3 victory points per action.\n\n[b]Data Intercept (Action):[/b] One unit from your army can start to perform this action at the end of your Movement phase if it is within range of the objective marker within its own deployment zone and no enemy units (excluding [b]AIRCRAFT[/b]) are within range of that objective marker. This action is completed at the end of your turn, provided the unit attempting it is still within range of that objective marker."
		},
		{
			"name": "21 - Abandoned Sanctuaries",
			"primary": "Take and Hold",
			"mission": "[b]SECURE THE SANCTUARIES[/b]\n[b]Progressive and End Game Objective[/b]\nAt the end of each player's turn, the player whose turn it is scores 2 victory points if they satisfy at least one of the following conditions:\n- They control the objective marker in the centre of the battlefield.\n- They destroyed at least one enemy unit that was within 6\" of the centre of the battlefield at the start of their turn.\n\nAt the end of the battle, whichever player controls the objective marker in the centre of the battlefield scores 5 victory points."
		},
		{
			"name": "22 - Conversion",
			"primary": "Take and Hold",
			"mission": "[b]CORRUPTED GROUND[/b]\n[b]Progressive Objective[/b]\nAt the end of each player's turn, the player whose turn it is:\n- Scores 4 victory points if they control the objective marker in their opponent's deployment zone.\n- Scores 2 victory points if they control one or more objective markers that are in no man's land.\n- Loses 1 victory point if they do not control the objective marker in their own deployment zone.\n\nA player's victory point score can never be reduced to less than 0."
		},
		{
			"name": "23 - The Scouring",
			"primary": "Take and Hold",
			"mission": "[b]STRATEGIC SCAN[/b]\n[b]End Game Objective[/b]\nAt the end of the battle, each player scores 3 victory points for each objective marker on the battlefield that has been scanned by their army.\n\n[b]Auspex Scan (Action):[/b] One unit from your army can start to perform this action at the end of your Movement phase if it is within range of an objective marker that has not been scanned by a unit from your army (see below). A unit cannot start this action while there are any enemy units (excluding [b]AIRCRAFT[/b] units) in range of the same objective marker. This action is completed at the start of your next Command phase, or at the end of the battle (whichever happens first), provided the unit attempting it is still in range of the same objective marker. If this action is successfully completed, that objective marker is said to have been scanned by your army."
		},
		{
			"name": "31 - Tide Of Conviction",
			"primary": "Domination",
			"mission": "[b]OVERRUN[/b]\n[b]Progressive and End Game Objective[/b]\nAt the end of each player's first, second, third and fourth turn, the player whose turn it is scores 2 victory points if they control at least one objective marker in their opponent's territory.\n\nAt the end of the battle, each player scores 4 victory points if they control the objective marker in their opponent's deployment zone, and 2 victory points for each other objective marker that they control that is in their opponent's territory (for a maximum of 8 victory points per player)."
		},
		{
			"name": "32 - Death And Zeal",
			"primary": "Take and Hold",
			"mission": "[b]DIRECT ASSAULT[/b]\n[b]Progressive Objective[/b]\nAt the end of each player's turn, the player whose turn it is scores 2 victory points if they satisfy one of the following conditions, or 3 victory points if they satisfy both of the following conditions:\n- They control every objective marker on the battlefield or they control at least one objective marker that they did not control at the start of their turn.\n- They destroyed at least one enemy unit that was in range of an objective marker at the start of their turn."
		},
		{
			"name": "33 - Secure Missing Artifacts",
			"primary": "Take and Hold",
			"mission": "[b]PRECIOUS ARTEFACTS[/b]\n[b]Progressive Objective[/b]\nAt the end of each player's turn, the player whose turn it is scores 3 victory points if they control the Priority objective marker that is in their own territory."
		}
	],
	"factions": [
	]
}
